Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# %lld分钟
source: %lld min
zh_hans: %lld分钟
zh_hant: %lld分鐘

# %lld小时
source: %lld hr
zh_hans: %lld小时
zh_hant: %lld小時

# %lld小时%lld分钟
source: %lld hr %lld min
zh_hans: %lld小时%lld分钟
zh_hant: %lld小時%lld分鐘

# 👑 拍照或选图，自动识别并预填任务。
source: 👑 Take or pick a photo to auto-fill tasks.
zh_hans: 👑 拍照或选图，自动识别并预填任务。
zh_hant: 👑 拍照或選圖，自動識別並預填任務。

# 👑 自定义历史轨迹数量，开启位置隐身不上报新坐标。
source: 👑 Customize history trail count and enable ghost mode to stop uploading new coordinates.
zh_hans: 👑 自定义历史轨迹数量，开启位置隐身不上报新坐标。
zh_hant: 👑 自訂歷史軌跡數量，開啟位置隱身不上報新座標。

# 0分钟
source: 0 min
zh_hans: 0分钟
zh_hant: 0分鐘

# AI 智能识图
source: AI photo recognition
zh_hans: AI 智能识图
zh_hant: AI 智能識圖

source: Everyone
zh_hans: 所有人
zh_hant: 所有人

# Pro 版
source: Pro
zh_hans: Pro 版
zh_hant: Pro 版

source: WeSync
zh_hans: 同圈
zh_hant: 同圈

# 不支持拍照或相册识图创建任务。
source: Photo and album recognition for tasks is not available.
zh_hans: 不支持拍照或相册识图创建任务。
zh_hant: 不支援拍照或相簿識圖建立任務。

# 任务保存失败：%@
source: Task save failed: %@
zh_hans: 任务保存失败：%@
zh_hant: 任務儲存失敗：%@

# 任务更新失败：%@
source: Task update failed: %@
zh_hans: 任务更新失败：%@
zh_hant: 任務更新失敗：%@

# 位置隐私与轨迹
source: Location privacy & trail
zh_hans: 位置隐私与轨迹
zh_hant: 位置隱私與軌跡

# 地图仅显示最新 1 个位置点，不支持位置隐身。
source: Map shows only the latest location point; ghost mode unavailable.
zh_hans: 地图仅显示最新 1 个位置点，不支持位置隐身。
zh_hant: 地圖僅顯示最新 1 個位置點，不支援位置隱身。

# 地图最多显示 3 个历史位置点，不支持位置隐身。
source: Map shows up to 3 history points; ghost mode unavailable.
zh_hans: 地图最多显示 3 个历史位置点，不支持位置隐身。
zh_hant: 地圖最多顯示 3 個歷史位置點，不支援位置隱身。

# 地理位置
source: Location
zh_hans: 地理位置
zh_hant: 地理位置

# 尚未添加位置
source: Location not added
zh_hans: 尚未添加位置
zh_hant: 尚未新增位置

# 开始时间
source: Start time
zh_hans: 开始时间
zh_hant: 開始時間

# 当前成员身份无效，请先重新进入该群组后重试。
source: Current membership is invalid. Please re-enter this group and try again.
zh_hans: 当前成员身份无效，请先重新进入该群组后重试。
zh_hant: 當前成員身份無效，請先重新進入該群組後重試。

# 当前成员身份无效，请重新进入群组后再试。
source: Current membership is invalid. Re-enter the group and try again.
zh_hans: 当前成员身份无效，请重新进入群组后再试。
zh_hant: 當前成員身份無效，請重新進入群組後再試。

# 当前状态
source: Current status
zh_hans: 当前状态
zh_hant: 當前狀態

# 当前群组与任务不一致，无法保存。
source: The current group does not match this task. Save is unavailable.
zh_hans: 当前群组与任务不一致，无法保存。
zh_hant: 當前群組與任務不一致，無法儲存。

# 总花费时间
source: Total duration
zh_hans: 总花费时间
zh_hant: 總花費時間

# 成员
source: Member
zh_hans: 成员
zh_hant: 成員

# 批量更新后未能定位当前任务。
source: Could not locate the current task after bulk update.
zh_hans: 批量更新后未能定位当前任务。
zh_hant: 批量更新後未能定位當前任務。

# 指派给所有人
source: Assign to everyone
zh_hans: 指派给所有人
zh_hant: 指派給所有人

# 旅行证/回乡证号
source: Travel permit / Home return permit
zh_hans: 旅行证/回乡证号
zh_hant: 旅行證/回鄉證號

# 无法解析重复任务分组。
source: Could not resolve the recurring task group.
zh_hans: 无法解析重复任务分组。
zh_hant: 無法解析重複任務分組。

# 暂无备注
source: No notes yet
zh_hans: 暂无备注
zh_hant: 暫無備註

# 有问题
source: Issue
zh_hans: 有问题
zh_hant: 有問題

# 未分配
source: Unassigned
zh_hans: 未分配
zh_hant: 未分配

# 未命名成员
source: Unnamed member
zh_hans: 未命名成员
zh_hant: 未命名成員

# 未命名群组
source: Unnamed group
zh_hans: 未命名群组
zh_hant: 未命名群組

# 未填写
source: Not provided
zh_hans: 未填写
zh_hant: 未填寫

# 未知成员
source: Unknown member
zh_hans: 未知成员
zh_hant: 未知成員

# 没有找到需要更新的任务。
source: No tasks were found to update.
zh_hans: 没有找到需要更新的任务。
zh_hant: 沒有找到需要更新的任務。

# 确定要将创建者权限转移给「%@」吗？
source: Transfer creator permission to "%@"?
zh_hans: 确定要将创建者权限转移给「%@」吗？
zh_hant: 確定要將建立者權限轉移給「%@」嗎？

# 确定要转移创建者权限吗？
source: Transfer creator permission?
zh_hans: 确定要转移创建者权限吗？
zh_hant: 確定要轉移建立者權限嗎？

# 结束时间
source: End time
zh_hans: 结束时间
zh_hant: 結束時間

# 请先填写任务标题
source: Please enter a task title first.
zh_hans: 请先填写任务标题
zh_hant: 請先填寫任務標題
